Repository: MrH723/openwrt-packages
Catalog: luci-app-modeminfo/po/*/modeminfo.po
Languages: ru

source: Modem
ru: Модем

source: Modeminfo
ru: Модеминфо

source: Network
ru: Сеть

source: Hardware
ru: Оборудование

source: Setup
ru: Настройка

source: No Registration
ru: Нет регистрации

source: Registered
ru: Зарегистрирован

source: Searching
ru: Поиск сети

source: Denied
ru: Запрет регистрации

source: Unknown
ru: Неизвестно

source: Roaming
ru: Гостевая сеть

source: No Data
ru: Нет данных

source: Network/Band/Bandwidth
ru: Сеть/Диапазон/Полоса

source: Network/Band
ru: Сеть/Диапазон

source: Cellular network
ru: Сотовая сеть

source: Operator:
ru: Оператор:

source: Status:
ru: Состояние:

source: Hardware Info
ru: Информация о модеме

source: Device:
ru: Устройство:

source: Firmware:
ru: Встроенное ПО:

source: Chiptemp:
ru: Температура:

source: In automatic mode detect first answered DATA port.
ru: В автоматическом режиме находит первый отвечающий порт данных.

source: Port not found!
ru: Порт не обнаружен!

source: Autodetect
ru: Автоматически

source: Modeminfo: Configuration
ru: Modeminfo: Конфигурация

source: Configuration panel of Modeminfo.
ru: Страница конфигурации Modeminfo.

source: Use QMI
ru: Использовать QMI

source: Get modem data via qmicli (experimental). Require install qmi-utils.
ru: Получать данные модема через qmicli (экспериментально). Требуется установленный qmi-utils.

source: Data port
ru: Порт данных

source: Show decimal
ru: Показать в десятичных

source: Show LAC and CID in decimal.
ru: Показать LAC и CID соты в десятичных.

source: Get device hardware name via mmcli utility if aviable.
ru: Если доступно, использовать утилиту mmcli для имени модема.

source: Name via mmcli
ru: Имя модема через mmcli

source: QMI proxy
ru: QMI прокси

source: Enable qmi-proxy mode.
ru: Задействовать режим прокси.

source: Index page
ru: На главную

source: Short info on Overview page
ru: Краткая информация о сети на главной странице
